The actual riser height for one or more stairs violates the maximum set in the type.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ActualRiserHeightChanged { get; }
  Visual Basic
Public Shared ReadOnly Property ActualRiserHeightChanged As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ActualRiserHeightChanged {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace